DATE_YEAR = ['初级', '经典级', '高级', '总决赛']
DATE_MONTH = ['出道前', '1月上半月', '1月下半月', '2月上半月', '2月下半月', '3月上半月', '3月下半月', '4月上半月', '4月下半月',
              '5月上半月', '5月下半月', '6月上半月', '6月下半月', '7月上半月', '7月下半月',
              '8月上半月', '8月下半月', '9月上半月', '9月下半月', '10月上半月', '10月下半月', '11月上半月', '11月下半月', '12月上半月',
              '12月下半月']

SKILL_LEARN_PRIORITY_LIST = [
    [
        '圆弧艺术家', '迅疾如风', '一阵狂风', '曲线行家'
    ],
    [
        '专注力', '回避失速优俊少女', '临机应变', '位置感', '直线能手', '竭尽全力', '优俊少女爱好者', '登山家', '打基础', '翘尾巴', '临危不乱', '加快步伐',
        '最后冲刺', '弯道恢复'
    ]

]
